# Дано 2 числа a и b. Используя форматирование строк,
# выведите на экран их сумму и произведение в форматах ’a + b = c’ и ’a*b = c’.

a = 5
b = 3

print(f'a + b = {a + b}, a*b = {a * b}')
print('a + b = {}, a*b = {}'.format(a + b, a * b))
print('a + b = %d, a*b = %d' % (a + b, a * b))
