# Дано 1 число - сторона квадрата. Напишите программу, которая рассчитает 3 значения:
# периметр квадрата, площадь квадрата и диагональ квадрата.

a = 5

P = a * 4
S = a * a
d = a * 2 ** 0.5

print(f'Сторона квадрата = {a}.\nПериметр квадарата = {P}\nПлощадь квадарата = {S}\nДиагональ квадарата = {d}\n')


